Repository: kdcaine/Demo-Apps-iOS
Catalog: Ezgo/Ezgo/*.lproj/Localizable.strings
Languages: fr

# ERROR_MESSAGE_1
source: Missing argument
fr: Argument manquant

# ERROR_MESSAGE_11
source: Unknown EAN
fr: EAN inconnu

# ERROR_MESSAGE_21
source: No ip filled in for the server
fr: Pas d’ip renseignée pour le serveur magasin

# ERROR_MESSAGE_22
source: Store server not accessible
fr: Serveur magasin non accessible

# ERROR_MESSAGE_23
source: Can not record
fr: Enregistrement impossible

# ERROR_MESSAGE_24
source: Can't send to the cash register
fr: Envoi à la caisse impossible

# ERROR_MESSAGE_41
source: Invalid email address
fr: Adresse email invalide

# ERROR_MESSAGE_42
source: An already existing customer with this email
fr: Un client déjà existant avec cet email

# ERROR_MESSAGE_43
source: No customer found
fr: Pas de client trouvé

# ERROR_MESSAGE_44
source: Error while calling Orkarte
fr: Erreur durant l’appel à Orkarte

# ERROR_MESSAGE_500
source: Internal error
fr: Erreur interne

# ERROR_MESSAGE_404
source: Unknown service
fr: Service inconnu
